Repository: thierryH91200/Pegase
Catalog: Pegase/Group/ListTransactions/mul.lproj/ListTransactionsController.xcstrings
Source language: en
Languages: fr

# 0hj-kT-D0O.title
source: Delete
fr: Supprime

# 8YN-Ur-793.headerCell.title
source: Date pointage
fr: Date de pointage

# 91D-SN-btd.title
source: Label
fr: Etiquette

# AJz-cF-1Lb.headerCell.title
source: Comment
fr: LIbellé

# Dqb-LB-V2C.title
source: Label
fr: Etiquette

# DUn-Wo-lZy.headerCell.title
source: Income
fr: Revenu

# Ezd-wG-WRa.headerCell.title
source: Balance
fr: Solde

# fLz-am-WUc.headerCell.title
source: checkNumber
fr: Numéro de chéque

# gMS-6Q-EGu.title
source: Real balance
fr: Solde réel

# HHl-GU-kes.title
source: Final balance
fr: Solde final

# HuG-sm-ruO.headerCell.title
source: Amount
fr: Montant

# IAP-gn-MQw.headerCell.title
source: Date transaction
fr: Date de la transaction

# izq-ED-lIf.headerCell.title
source: Category
fr: Catégorie

# QmG-US-IZQ.headerCell.title
source: Rubric
fr: Rubrique

# Szn-HO-kuM.title
source: Switch to Detail Display Mode
fr: Passer au mode d'affichage détaillé

# tq5-Ng-lvA.headerCell.title
source: Statement
fr: Etat

# TsE-qC-aZZ.title
source: Label
fr: Etiquette

# v73-hJ-ZA5.headerCell.title
source: Link
fr: Lien

# VhR-W0-zkq.title
source: Label
fr: Etiquette

# vQG-TY-8WS.title
source: Bank balance
fr: Solde bancaire

# W1U-GV-Tul.headerCell.title
source: Expense
fr: Dépense
